YanKE01/esp-iot-solution/examples/robotic/arm_control/sdkconfig.defaults
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.5.0 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32p4"
CONFIG_ESP_WIFI_SSID="Redmi_YK"
CONFIG_ESP_WIFI_PASSWORD="123456789"
CONFIG_FREERTOS_HZ=1000
CONFIG_SLAVE_IDF_TARGET_ESP32C6=y
CONFIG_WIFI_RMT_EXTRA_IRAM_OPT=n
CONFIG_WIFI_RMT_SLP_IRAM_OPT=n
